Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/tietosuoja.html.tmx
Source language: fin
Languages: sme

source: Henkilötietojen käsittely Saamelaiskäräjien palveluissa
sme: Persovdnadieđuid gieđahallan Sámedikki bálvalusain

source: Saamelaiskäräjien asiakkaita, valtionavustuksen saajia, luottamushenkilöitä, henkilöstö- ja palkkahallintoa koskevat rekisterit.
sme: Sámedikki áššehasaid, stáhtadoarjaga oažžuid, luohttámušolbmuid, bargoveahka- ja bálkáhálddahusa ja čanusjoavkkuid guoski registarat

source: Kulunvalvonta- ja työajanseurantajärjestelmä.
sme: Johtimagohcin- ja bargoáigečuovvunvuogádat

source: Rekisteröidyllä on oikeus tarkastaa itseään koskevat henkilörekisteriin tallennetut tiedot sekä oikeus vaatia tietojen oikaisua ja poistamista.
sme: Registrerejuvvon olbmos lea vuoigatvuohta dárkkistit iežas guoski persovdnaregistarii vurkejuvvon dieđuid sihke vuoigatvuohta gáibidit dieđuid vuigema ja eret váldima.

source: Asiaa koskevat pyynnöt tulee toimittaa henkilökohtaisesti tai kirjallisesti yhteyshenkilölle.
sme: Ášši guoski bivdagiid galgá doaimmahit persovnnalaččat dahje čálalaččat oktavuođaolbmui.

source: Rekisteröidyillä on tietosuoja-asetuksen mukaisesti oikeus vastustaa tai pyytää tietojensa käsittelyn rajoittamista sekä tehdä valitus henkilötietojen käsittelystä valvontaviranomaiselle.
sme: Registrerejuvvon olbmos lea diehtosuodjeásahusa mielde vuoigatvuohta vuostálastit dahje bivdit dieđuidis gieđahallama ráddjema sihke dahkat váidalusa persovdnadieđuid gieđahallamis gohcinvirgeoapmahažžii.
